tap "brona/iproute2mac"
tap "codekitchen/dinghy"
tap "facebook/fb"
tap "go-delve/delve"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-eid"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/php"
tap "homebrew/services"
tap "loadimpact/k6"
tap "shopify/shopify"
tap "vitorgalvao/tiny-scripts"
cask "java"
cask "xquartz"
brew "gdbm"
brew "libyaml"
brew "ansible"
brew "ant"
brew "arp-scan"
brew "autoconf"
brew "automake"
brew "python"
brew "awscli"
brew "bfg"
brew "boost"
brew "cabextract"
brew "fontconfig"
brew "gettext"
brew "libffi"
brew "glib"
brew "certbot"
brew "checkbashisms"
brew "cmake"
brew "composer"
brew "ddrescue"
brew "doctl"
brew "dos2unix"
brew "exa"
brew "fdupes"
brew "ffmpeg", args: ["with-libvorbis", "with-libvpx"]
brew "gd"
brew "ghostscript"
brew "gist"
brew "git"
brew "git-quick-stats"
brew "gmp"
brew "libunistring"
brew "nettle"
brew "gnutls"
brew "go"
brew "gobject-introspection"
brew "gpsbabel"
brew "gradle"
brew "jasper"
brew "libtool"
brew "graphicsmagick"
brew "guetzli"
brew "heroku"
brew "highlight"
brew "httpstat"
brew "hub"
brew "hugo"
brew "imagemagick"
brew "iproute2mac"
brew "libgphoto2"
brew "libicns"
brew "libsass"
brew "libvorbis"
brew "libvpx"
brew "mackup"
brew "makedepend"
brew "mas"
brew "maven"
brew "minio"
brew "mkcert"
brew "mongodb", restart_service: true
brew "mosquitto"
brew "net-snmp"
brew "ngrep"
brew "nmap"
brew "nss"
brew "openjpeg"
brew "p7zip"
brew "pandoc"
brew "php@5.6"
brew "php@7.0"
brew "php@7.1"
brew "poppler"
brew "postgresql", restart_service: true
brew "pv"
brew "pwgen"
brew "rbenv"
brew "redis"
brew "rethinkdb"
brew "ruby"
brew "sane-backends"
brew "sassc"
brew "shellcheck"
brew "ssh-copy-id"
brew "unar"
brew "unrar"
brew "warp"
brew "watch"
brew "watchman"
brew "wget"
brew "wine"
brew "winetricks"
brew "yarn", args: ["without-node"]
brew "youtube-dl"
brew "zsh-syntax-highlighting"
brew "codekitchen/dinghy/dinghy"
brew "facebook/fb/buck"
brew "loadimpact/k6/k6"
brew "shopify/shopify/themekit"
brew "vitorgalvao/tiny-scripts/cask-repair"
cask "1password"
cask "adobe-air"
cask "android-file-transfer"
cask "android-ndk"
cask "android-platform-tools"
cask "android-sdk"
cask "android-studio"
cask "angry-ip-scanner"
cask "appzapper"
cask "bitbar"
cask "boostnote"
cask "brave"
cask "chromium"
cask "daisydisk"
cask "docker"
cask "dropbox"
cask "eintopf"
cask "etcher"
cask "figma"
cask "firefox"
cask "flume"
cask "flux"
cask "franz"
cask "github"
cask "gitkraken"
cask "gitter"
cask "google-backup-and-sync"
cask "harvest"
cask "hipchat"
cask "hyper"
cask "insomnia"
cask "istat-menus"
cask "iterm2"
cask "jetbrains-toolbox"
cask "kaleidoscope"
cask "kap"
cask "keybase"
cask "koa11y"
cask "lastpass"
cask "macdown"
cask "mamp"
cask "mark-text"
cask "marshallofsound-google-play-music-player"
cask "mysqlworkbench"
cask "ngrok"
cask "notational-velocity"
cask "postbox"
cask "postman"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "radiant-player"
cask "rocket"
cask "scroll-reverser"
cask "sequel-pro"
cask "signal"
cask "sketch"
cask "skype"
cask "spectacle"
cask "sqlpro-for-postgres"
cask "suspicious-package"
cask "tad"
cask "telegram"
cask "the-unarchiver"
cask "tower"
cask "transmission"
cask "transmit"
cask "typora"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "webpack-dashboard"
cask "webpquicklook"
cask "webstorm"
cask "yakyak"
cask "zeplin"
cask "zoomus"
cask "homebrew/cask-drivers/logitech-control-center"
cask "homebrew/cask-versions/atom-beta"
cask "homebrew/cask-versions/firefox-developer-edition"
cask "homebrew/cask-versions/google-chrome-canary"
cask "homebrew/cask-versions/java6"
cask "homebrew/cask-versions/java8"
cask "homebrew/cask-versions/zulu7"
mas "Airmail 3", id: 918858936
mas "Black Out", id: 1319884285
mas "DaisyDisk", id: 411643860
mas "FSNotes", id: 1277179284
mas "GarageBand", id: 682658836
mas "Helium", id: 1054607607
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Soulver", id: 413965349
mas "Todoist", id: 585829637
mas "Twitterrific", id: 1289378661
mas "Xcode", id: 497799835
