tap "loadimpact/k6"
tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/services"
tap "go-delve/delve"
tap "caskroom/drivers"
tap "caskroom/versions"
tap "caskroom/cask"
tap "brona/iproute2mac"
tap "wercker/wercker"
cask "java"
cask "xquartz"
brew "libyaml"
brew "gdbm"
brew "python"
brew "ansible"
brew "ant"
brew "arp-scan"
brew "autoconf"
brew "automake"
brew "bfg"
brew "boost"
brew "cabextract"
brew "fontconfig"
brew "gettext"
brew "libffi"
brew "glib"
brew "python3"
brew "certbot"
brew "checkbashisms"
brew "cmake"
brew "ddrescue"
brew "git"
brew "doctl"
brew "exa"
brew "fdupes"
brew "ffmpeg", args: ["with-libvorbis", "with-libvpx"]
brew "gd"
brew "ghostscript"
brew "gist"
brew "gmp"
brew "libunistring"
brew "nettle"
brew "gnutls"
brew "gobject-introspection"
brew "gradle"
brew "libtool"
brew "graphicsmagick"
brew "guetzli"
brew "heroku"
brew "highlight"
brew "httpstat"
brew "hub"
brew "hugo"
brew "imagemagick"
brew "iproute2mac"
brew "jasper"
brew "libgphoto2"
brew "libicns"
brew "libsass"
brew "libvorbis"
brew "libvpx"
brew "mackup"
brew "makedepend"
brew "mas"
brew "maven"
brew "minio"
brew "mongodb", restart_service: true
brew "net-snmp"
brew "ngrep"
brew "nmap"
brew "openjpeg"
brew "p7zip"
brew "pandoc"
brew "poppler"
brew "postgresql", restart_service: true
brew "pv"
brew "pwgen"
brew "rbenv"
brew "redis"
brew "rethinkdb"
brew "ruby"
brew "sane-backends"
brew "shellcheck"
brew "ssh-copy-id"
brew "unar"
brew "unrar"
brew "warp"
brew "watch"
brew "watchman"
brew "wget"
brew "wine"
brew "winetricks"
brew "yarn", args: ["without-node"]
brew "zsh-syntax-highlighting"
brew "loadimpact/k6/k6"
cask "1password"
cask "adobe-air"
cask "android-file-transfer"
cask "android-ndk"
cask "android-sdk"
cask "android-studio"
cask "angry-ip-scanner"
cask "bitbar"
cask "brave"
cask "chromium"
cask "daisydisk"
cask "docker"
cask "dropbox"
cask "eintopf"
cask "etcher"
cask "firefox"
cask "flume"
cask "flux"
cask "gitkraken"
cask "google-backup-and-sync"
cask "hipchat"
cask "hyper"
cask "istat-menus"
cask "iterm2"
cask "jetbrains-toolbox"
cask "kaleidoscope"
cask "kap"
cask "keybase"
cask "macdown"
cask "mysqlworkbench"
cask "ngrok"
cask "nvalt"
cask "postbox"
cask "postman"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "radiant-player"
cask "rocket"
cask "scroll-reverser"
cask "sequel-pro"
cask "signal"
cask "skype"
cask "spectacle"
cask "sqlpro-for-postgres"
cask "suspicious-package"
cask "tad"
cask "tower"
cask "transmission"
cask "transmit"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "webpack-dashboard"
cask "webpquicklook"
cask "webstorm"
cask "yakyak"
cask "caskroom/drivers/logitech-control-center"
cask "caskroom/versions/atom-beta"
cask "caskroom/versions/java6"
cask "caskroom/versions/zulu7"
mas "GarageBand", id: 682658836
mas "Harvest", id: 506189836
mas "Helium", id: 1054607607
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "The Unarchiver", id: 425424353
mas "Todoist", id: 585829637
